Autodesk.Revit.UI.ScrollbarVisibility
Lists all the visibility types of the scrollbar in the preview view.
Since: 2014

Autodesk.Revit.UI.ScrollbarVisibility.Both
The both scrollbars are visible.

Autodesk.Revit.UI.ScrollbarVisibility.Vertical
The vertical scrollbar is visible.

Autodesk.Revit.UI.ScrollbarVisibility.Horizontal
The horizontal scrollbar is visible.

Autodesk.Revit.UI.ScrollbarVisibility.None
No scrollbars are visible.